Repository: achgithub/LSM-IOSv2
Catalog: ios/LSM/LSM/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl

source: Already used in this game
de: In diesem Spiel bereits verwendet
es: Ya usado en esta partida
fr: Déjà utilisé dans cette partie
it: Già utilizzato in questa partita
nl: Al gebruikt in dit spel

source: Away team
de: Auswärtsteam
es: Equipo visitante
fr: Équipe à l'extérieur
it: Squadra in trasferta
nl: Uitploeg

source: Home team
de: Heimteam
es: Equipo local
fr: Équipe à domicile
it: Squadra in casa
nl: Thuisploeg

source: Backup & Cloud
de: Sicherung & Cloud
es: Copia de seguridad y nube
fr: Sauvegarde et cloud
it: Backup e cloud
nl: Back-up en cloud

source: For a one-off game only — e.g. a local team dropping in for a laugh, or a stand-in if fixtures aren't available. Scores are entered by hand too.
de: Nur für ein einmaliges Spiel — z. B. ein lokales Team zum Spaß, oder als Ersatz, wenn keine Spiele verfügbar sind. Ergebnisse werden ebenfalls von Hand eingetragen.
es: Solo para un partido puntual — p. ej. un equipo local que se une por diversión, o un sustituto si no hay partidos disponibles. Los resultados también se introducen a mano.
fr: Uniquement pour un match ponctuel — par ex. une équipe locale ajoutée pour rire, ou un remplacement si aucun match n'est disponible. Les résultats sont aussi saisis à la main.
it: Solo per una partita occasionale — ad es. una squadra locale aggiunta per gioco, o un ripiego se non ci sono partite disponibili. Anche i risultati vengono inseriti a mano.
nl: Alleen voor een eenmalige wedstrijd — bijv. een lokaal team voor de lol, of een noodoplossing als er geen wedstrijden beschikbaar zijn. Uitslagen worden ook handmatig ingevoerd.

source: Fully deactivates their PWA submission link, across every game they're in. They'll need a new link before they can submit again.
de: Deaktiviert ihren PWA-Einreichungslink vollständig, in jedem Spiel, an dem sie teilnehmen. Sie brauchen einen neuen Link, bevor sie wieder einreichen können.
es: Desactiva por completo su enlace de envío PWA, en todas las partidas en las que participa. Necesitará un nuevo enlace antes de poder enviar de nuevo.
fr: Désactive complètement son lien de soumission PWA, dans toutes les parties où il/elle participe. Il/elle aura besoin d'un nouveau lien pour soumettre à nouveau.
it: Disattiva completamente il suo link di invio PWA, in tutte le partite in cui è coinvolto. Avrà bisogno di un nuovo link prima di poter inviare di nuovo.
nl: Deactiveert de PWA-inzendlink volledig, in elk spel waarin deze speler zit. Er is een nieuwe link nodig voordat opnieuw kan worden ingediend.

source: Link limit reached
de: Linklimit erreicht
es: Límite de enlaces alcanzado
fr: Limite de liens atteinte
it: Limite di link raggiunto
nl: Linklimiet bereikt

source: Names are checked against this game's league(s); if a real team is ever added with the same name, this entry is replaced automatically.
de: Namen werden mit der/den Liga(en) dieses Spiels abgeglichen; wird jemals ein echtes Team mit demselben Namen hinzugefügt, wird dieser Eintrag automatisch ersetzt.
es: Los nombres se comparan con las ligas de esta partida; si alguna vez se añade un equipo real con el mismo nombre, esta entrada se reemplaza automáticamente.
fr: Les noms sont comparés aux ligues de cette partie ; si une vraie équipe portant le même nom est un jour ajoutée, cette entrée est remplacée automatiquement.
it: I nomi vengono confrontati con i campionati di questa partita; se viene aggiunta una squadra reale con lo stesso nome, questa voce viene sostituita automaticamente.
nl: Namen worden vergeleken met de competitie(s) van dit spel; als er ooit een echt team met dezelfde naam wordt toegevoegd, wordt dit item automatisch vervangen.

source: No team left to pick
de: Kein Team mehr zur Auswahl
es: No queda ningún equipo para elegir
fr: Plus aucune équipe à choisir
it: Nessuna squadra rimasta da scegliere
nl: Geen team meer om te kiezen

source: Or remove leagues to fit your plan
de: Oder entferne Ligen, damit sie zu deinem Tarif passen
es: O elimina ligas para ajustarte a tu plan
fr: Ou retire des ligues pour respecter ton forfait
it: Oppure rimuovi campionati per rientrare nel tuo piano
nl: Of verwijder competities om binnen je abonnement te passen

source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo
nl: Profiel

source: Remove Link
de: Link entfernen
es: Quitar enlace
fr: Retirer le lien
it: Rimuovi link
nl: Link verwijderen

source: Rename player
de: Spieler umbenennen
es: Renombrar jugador
fr: Renommer le joueur
it: Rinomina giocatore
nl: Speler hernoemen

source: Roster
de: Kader
es: Plantilla
fr: Effectif
it: Rosa
nl: Spelerslijst

source: Subscribing or restoring instantly covers all your current leagues — nothing is removed either way.
de: Ein Abo abzuschließen oder wiederherzustellen deckt sofort alle deine aktuellen Ligen ab — in beiden Fällen wird nichts entfernt.
es: Suscribirte o restaurar cubre al instante todas tus ligas actuales — en ambos casos no se elimina nada.
fr: S'abonner ou restaurer couvre instantanément toutes tes ligues actuelles — rien n'est retiré dans les deux cas.
it: Abbonarsi o ripristinare copre subito tutti i tuoi campionati attuali — in entrambi i casi non viene rimosso nulla.
nl: Abonneren of herstellen dekt direct al je huidige competities — in beide gevallen wordt er niets verwijderd.

source: These players have already used every team in the selected fixtures. Add more fixtures, or remove one of the ones above, before opening.
de: Diese Spieler haben bereits jedes Team in den ausgewählten Spielen verwendet. Füge weitere Spiele hinzu oder entferne eines der oben genannten, bevor du öffnest.
es: Estos jugadores ya han usado todos los equipos de los partidos seleccionados. Añade más partidos o quita uno de los de arriba antes de abrir.
fr: Ces joueurs ont déjà utilisé toutes les équipes des matchs sélectionnés. Ajoute d'autres matchs, ou retire l'un de ceux ci-dessus, avant d'ouvrir.
it: Questi giocatori hanno già usato tutte le squadre delle partite selezionate. Aggiungi altre partite, oppure rimuovi una di quelle sopra, prima di aprire.
nl: Deze spelers hebben al elk team in de geselecteerde wedstrijden gebruikt. Voeg meer wedstrijden toe, of verwijder er een van hierboven, voordat je opent.

source: Restore code copied.
de: Wiederherstellungscode kopiert.
es: Código de restauración copiado.
fr: Code de restauration copié.
it: Codice di ripristino copiato.
nl: Herstelcode gekopieerd.

source: Backed up %lld game just now.
de: %lld Spiel gerade eben gesichert.
es: %lld partida respaldada ahora mismo.
fr: %lld partie sauvegardée à l'instant.
it: %lld partita salvata ora.
nl: %lld spel zojuist geback-upt.

source: Backed up %lld games just now.
de: %lld Spiele gerade eben gesichert.
es: %lld partidas respaldadas ahora mismo.
fr: %lld parties sauvegardées à l'instant.
it: %lld partite salvate ora.
nl: %lld spellen zojuist geback-upt.

source: Backup failed: %@
de: Sicherung fehlgeschlagen: %@
es: Error al respaldar: %@
fr: Échec de la sauvegarde : %@
it: Backup non riuscito: %@
nl: Back-up mislukt: %@

source: That doesn't look like a valid restore code.
de: Das sieht nicht nach einem gültigen Wiederherstellungscode aus.
es: Eso no parece un código de restauración válido.
fr: Cela ne ressemble pas à un code de restauration valide.
it: Non sembra un codice di ripristino valido.
nl: Dat lijkt geen geldige herstelcode.

source: Restored %lld game.
de: %lld Spiel wiederhergestellt.
es: %lld partida restaurada.
fr: %lld partie restaurée.
it: %lld partita ripristinata.
nl: %lld spel hersteld.

source: Restored %lld games.
de: %lld Spiele wiederhergestellt.
es: %lld partidas restauradas.
fr: %lld parties restaurées.
it: %lld partite ripristinate.
nl: %lld spellen hersteld.

source: Restore failed: %@
de: Wiederherstellung fehlgeschlagen: %@
es: Error al restaurar: %@
fr: Échec de la restauration : %@
it: Ripristino non riuscito: %@
nl: Herstellen mislukt: %@

source: %lld player
de: %lld Spieler
es: %lld jugador
fr: %lld joueur
it: %lld giocatore
nl: %lld speler

source: All Players
de: Alle Spieler
es: Todos los jugadores
fr: Tous les joueurs
it: Tutti i giocatori
nl: Alle spelers

source: Has Link
de: Hat Link
es: Con enlace
fr: A un lien
it: Ha link
nl: Heeft link

source: No Link
de: Kein Link
es: Sin enlace
fr: Aucun lien
it: Nessun link
nl: Geen link

source: Couldn't load league data.
de: Liga-Daten konnten nicht geladen werden.
es: No se pudieron cargar los datos de la liga.
fr: Impossible de charger les données de la ligue.
it: Impossibile caricare i dati del campionato.
nl: Kon competitiegegevens niet laden.

source: This game has no round to send.
de: Dieses Spiel hat keine Runde zum Senden.
es: Esta partida no tiene ninguna ronda para enviar.
fr: Cette partie n'a aucune manche à envoyer.
it: Questa partita non ha nessun turno da inviare.
nl: Dit spel heeft geen ronde om te versturen.

source: This game isn't linked to the Player App yet.
de: Dieses Spiel ist noch nicht mit der Spieler-App verknüpft.
es: Esta partida aún no está vinculada a la app del jugador.
fr: Cette partie n'est pas encore liée à l'appli joueur.
it: Questa partita non è ancora collegata all'app giocatore.
nl: Dit spel is nog niet gekoppeld aan de spelersapp.

source: Invalid request URL.
de: Ungültige Anfrage-URL.
es: URL de solicitud no válida.
fr: URL de requête invalide.
it: URL della richiesta non valido.
nl: Ongeldige aanvraag-URL.

source: Server returned status %lld.
de: Server antwortete mit Status %lld.
es: El servidor devolvió el estado %lld.
fr: Le serveur a renvoyé le statut %lld.
it: Il server ha restituito lo stato %lld.
nl: Server retourneerde status %lld.

source: Server returned status %lld: %@
de: Server antwortete mit Status %lld: %@
es: El servidor devolvió el estado %lld: %@
fr: Le serveur a renvoyé le statut %lld : %@
it: Il server ha restituito lo stato %lld: %@
nl: Server retourneerde status %lld: %@

source: No activity for 45 days — your cloud data will be deleted in 15 days if no round is opened.
de: Seit 45 Tagen keine Aktivität — deine Cloud-Daten werden in 15 Tagen gelöscht, wenn keine Runde geöffnet wird.
es: Sin actividad durante 45 días — tus datos en la nube se eliminarán en 15 días si no se abre ninguna ronda.
fr: Aucune activité depuis 45 jours — tes données cloud seront supprimées dans 15 jours si aucune manche n'est ouverte.
it: Nessuna attività da 45 giorni — i tuoi dati cloud verranno eliminati tra 15 giorni se non viene aperto nessun turno.
nl: 45 dagen geen activiteit — je clouddata worden over 15 dagen verwijderd als er geen ronde wordt geopend.

source: Subscription ended — cloud data will be deleted in %lld day.
de: Abo beendet — Cloud-Daten werden in %lld Tag gelöscht.
es: Suscripción finalizada — los datos en la nube se eliminarán en %lld día.
fr: Abonnement terminé — les données cloud seront supprimées dans %lld jour.
it: Abbonamento terminato — i dati cloud verranno eliminati tra %lld giorno.
nl: Abonnement beëindigd — clouddata worden over %lld dag verwijderd.

source: Subscription ended — cloud data will be deleted in %lld days.
de: Abo beendet — Cloud-Daten werden in %lld Tagen gelöscht.
es: Suscripción finalizada — los datos en la nube se eliminarán en %lld días.
fr: Abonnement terminé — les données cloud seront supprimées dans %lld jours.
it: Abbonamento terminato — i dati cloud verranno eliminati tra %lld giorni.
nl: Abonnement beëindigd — clouddata worden over %lld dagen verwijderd.

source: Cloud data is scheduled for deletion.
de: Cloud-Daten sind zur Löschung vorgesehen.
es: Los datos en la nube están programados para eliminarse.
fr: Les données cloud sont programmées pour suppression.
it: I dati cloud sono programmati per l'eliminazione.
nl: Clouddata staan gepland voor verwijdering.

source: Players are in
de: Spieler sind dabei
es: Los jugadores están listos
fr: Les joueurs sont prêts
it: I giocatori sono pronti
nl: Spelers zijn erbij

source: Open Round 1
de: Runde 1 öffnen
es: Abrir ronda 1
fr: Ouvrir la manche 1
it: Apri turno 1
nl: Ronde 1 openen

source: Assign picks
de: Tipps zuweisen
es: Asignar selecciones
fr: Attribuer les choix
it: Assegna scelte
nl: Keuzes toewijzen

source: Enter results
de: Ergebnisse eingeben
es: Introducir resultados
fr: Saisir les résultats
it: Inserisci risultati
nl: Uitslagen invoeren

source: Round 1 done
de: Runde 1 abgeschlossen
es: Ronda 1 completada
fr: Manche 1 terminée
it: Turno 1 completato
nl: Ronde 1 klaar

source: Open Round 2
de: Runde 2 öffnen
es: Abrir ronda 2
fr: Ouvrir la manche 2
it: Apri turno 2
nl: Ronde 2 openen

source: Assign Round 2 picks
de: Tipps für Runde 2 zuweisen
es: Asignar selecciones de la ronda 2
fr: Attribuer les choix de la manche 2
it: Assegna scelte del turno 2
nl: Keuzes voor ronde 2 toewijzen

source: Enter Round 2 results
de: Ergebnisse für Runde 2 eingeben
es: Introducir resultados de la ronda 2
fr: Saisir les résultats de la manche 2
it: Inserisci risultati del turno 2
nl: Uitslagen voor ronde 2 invoeren

source: We have a winner!
de: Wir haben einen Gewinner!
es: ¡Tenemos un ganador!
fr: Nous avons un vainqueur !
it: Abbiamo un vincitore!
nl: We hebben een winnaar!

source: Open Matchday 1
de: Spieltag 1 öffnen
es: Abrir jornada 1
fr: Ouvrir la journée 1
it: Apri giornata 1
nl: Speelronde 1 openen

source: Enter predictions
de: Vorhersagen eingeben
es: Introducir predicciones
fr: Saisir les prédictions
it: Inserisci pronostici
nl: Voorspellingen invoeren

source: Leaderboard is live
de: Tabelle ist live
es: La clasificación ya está en directo
fr: Le classement est en ligne
it: La classifica è attiva
nl: Ranglijst is live

source: Each round every player picks one team. Pick a loser — you're out. Last one standing wins. Two full rounds, then we'll declare the winner.
de: Jede Runde wählt jeder Spieler ein Team. Wählst du einen Verlierer, scheidest du aus. Wer als Letzter übrig bleibt, gewinnt. Zwei volle Runden, dann bestimmen wir den Gewinner.
es: En cada ronda, cada jugador elige un equipo. Si eliges un perdedor, quedas eliminado. Gana quien quede en pie. Dos rondas completas y luego declaramos al ganador.
fr: Chaque manche, chaque joueur choisit une équipe. Choisir un perdant t'élimine. Le dernier debout gagne. Deux manches complètes, puis on déclare le vainqueur.
it: Ogni turno ogni giocatore sceglie una squadra. Scegliere una perdente ti elimina. Vince l'ultimo rimasto. Due turni completi, poi dichiariamo il vincitore.
nl: Elke ronde kiest elke speler één team. Kies je een verliezer, dan lig je eruit. Wie overblijft, wint. Twee volledige rondes, dan wijzen we de winnaar aan.

source: 4 tutorial players are ready. In your real game, tap Add Players to invite your group.
de: 4 Tutorial-Spieler sind bereit. Tippe in deinem echten Spiel auf Spieler hinzufügen, um deine Gruppe einzuladen.
es: 4 jugadores de ejemplo están listos. En tu partida real, toca Añadir jugadores para invitar a tu grupo.
fr: 4 joueurs d'exemple sont prêts. Dans ta vraie partie, appuie sur Ajouter des joueurs pour inviter ton groupe.
it: 4 giocatori di esempio sono pronti. Nella tua partita reale, tocca Aggiungi giocatori per invitare il tuo gruppo.
nl: 4 voorbeeldspelers staan klaar. Tik in je echte spel op Spelers toevoegen om je groep uit te nodigen.

source: Tap Open Round. Tutorial fixtures are already loaded — just tap Open in the sheet.
de: Tippe auf Runde öffnen. Beispielspiele sind bereits geladen — tippe im Fenster einfach auf Öffnen.
es: Toca Abrir ronda. Los partidos de ejemplo ya están cargados — solo toca Abrir en la hoja.
fr: Appuie sur Ouvrir la manche. Les matchs d'exemple sont déjà chargés — appuie juste sur Ouvrir dans la feuille.
it: Tocca Apri turno. Le partite di esempio sono già caricate — tocca semplicemente Apri nel foglio.
nl: Tik op Ronde openen. Voorbeeldwedstrijden zijn al geladen — tik gewoon op Openen in het venster.

source: Tap Enter Picks. Each player's pick is pre-set for the tutorial — tap Done to save them.
de: Tippe auf Tipps eingeben. Der Tipp jedes Spielers ist für das Tutorial bereits festgelegt — tippe auf Fertig, um zu speichern.
es: Toca Introducir selecciones. La selección de cada jugador ya está fijada para el tutorial — toca Listo para guardarlas.
fr: Appuie sur Saisir les choix. Le choix de chaque joueur est déjà défini pour le tutoriel — appuie sur Terminé pour les enregistrer.
it: Tocca Inserisci scelte. La scelta di ogni giocatore è già impostata per il tutorial — tocca Fatto per salvarle.
nl: Tik op Keuzes invoeren. De keuze van elke speler staat al vast voor de tutorial — tik op Klaar om op te slaan.

source: Tap Enter Results. Scores are pre-filled — tap Close Round to eliminate and advance.
de: Tippe auf Ergebnisse eingeben. Ergebnisse sind bereits ausgefüllt — tippe auf Runde schließen, um zu eliminieren und fortzufahren.
es: Toca Introducir resultados. Los resultados ya están rellenados — toca Cerrar ronda para eliminar y avanzar.
fr: Appuie sur Saisir les résultats. Les résultats sont déjà remplis — appuie sur Clôturer la manche pour éliminer et avancer.
it: Tocca Inserisci risultati. I risultati sono già compilati — tocca Chiudi turno per eliminare e avanzare.
nl: Tik op Uitslagen invoeren. Uitslagen zijn al ingevuld — tik op Ronde sluiten om te elimineren en verder te gaan.

source: One player drawn, one postponed (survives). Three go through. Share the round card, then tap Next for Round 2.
de: Ein Spieler unentschieden, einer verschoben (überlebt). Drei kommen weiter. Teile die Rundenkarte und tippe dann auf Weiter für Runde 2.
es: Un jugador empata, otro aplazado (sobrevive). Tres pasan. Comparte la tarjeta de la ronda y luego toca Siguiente para la ronda 2.
fr: Un joueur fait match nul, un autre reporté (survit). Trois passent. Partage la carte de la manche, puis appuie sur Suivant pour la manche 2.
it: Un giocatore pareggia, uno rinviato (sopravvive). Tre passano. Condividi la scheda del turno, poi tocca Avanti per il turno 2.
nl: Eén speler gelijk, één uitgesteld (overleeft). Drie gaan door. Deel de rondekaart en tik dan op Volgende voor ronde 2.

source: Three survive — open Round 2. Same flow: tap Open Round, picks auto-fill, then enter results.
de: Drei überleben — öffne Runde 2. Gleicher Ablauf: tippe auf Runde öffnen, Tipps füllen sich automatisch, dann Ergebnisse eingeben.
es: Tres sobreviven — abre la ronda 2. Mismo proceso: toca Abrir ronda, las selecciones se rellenan solas, luego introduce resultados.
fr: Trois survivent — ouvre la manche 2. Même déroulé : appuie sur Ouvrir la manche, les choix se remplissent automatiquement, puis saisis les résultats.
it: Tre sopravvivono — apri il turno 2. Stesso flusso: tocca Apri turno, le scelte si compilano automaticamente, poi inserisci i risultati.
nl: Drie overleven — open ronde 2. Zelfde stappen: tik op Ronde openen, keuzes vullen zich automatisch, voer dan uitslagen in.

source: Tap Enter Picks for Round 2. Picks are pre-set — tap Done.
de: Tippe auf Tipps eingeben für Runde 2. Tipps sind bereits festgelegt — tippe auf Fertig.
es: Toca Introducir selecciones para la ronda 2. Las selecciones ya están fijadas — toca Listo.
fr: Appuie sur Saisir les choix pour la manche 2. Les choix sont déjà définis — appuie sur Terminé.
it: Tocca Inserisci scelte per il turno 2. Le scelte sono già impostate — tocca Fatto.
nl: Tik op Keuzes invoeren voor ronde 2. Keuzes staan al vast — tik op Klaar.

source: Tap Enter Results to close Round 2 and find the Last Man Standing.
de: Tippe auf Ergebnisse eingeben, um Runde 2 zu schließen und den Last Man Standing zu ermitteln.
es: Toca Introducir resultados para cerrar la ronda 2 y encontrar al Last Man Standing.
fr: Appuie sur Saisir les résultats pour clôturer la manche 2 et trouver le Last Man Standing.
it: Tocca Inserisci risultati per chiudere il turno 2 e trovare il Last Man Standing.
nl: Tik op Uitslagen invoeren om ronde 2 te sluiten en de Last Man Standing te vinden.

source: Sam picked winners in both rounds — Last Man Standing! Share the results card with your group, then tap Finish.
de: Sam hat in beiden Runden Gewinner getippt — Last Man Standing! Teile die Ergebniskarte mit deiner Gruppe und tippe dann auf Abschließen.
es: Sam acertó ganadores en ambas rondas — ¡Last Man Standing! Comparte la tarjeta de resultados con tu grupo y luego toca Finalizar.
fr: Sam a choisi les vainqueurs dans les deux manches — Last Man Standing ! Partage la carte des résultats avec ton groupe, puis appuie sur Terminer.
it: Sam ha scelto i vincitori in entrambi i turni — Last Man Standing! Condividi la scheda dei risultati con il tuo gruppo, poi tocca Fine.
nl: Sam koos winnaars in beide rondes — Last Man Standing! Deel de resultatenkaart met je groep en tik dan op Voltooien.

source: Predict the score for every fixture. Points for the correct result, goal difference, or an exact score. One matchday, four fixtures.
de: Sag den Spielstand für jedes Spiel voraus. Punkte für das richtige Ergebnis, die Tordifferenz oder einen exakten Spielstand. Ein Spieltag, vier Spiele.
es: Predice el resultado de cada partido. Puntos por el resultado correcto, la diferencia de goles o un marcador exacto. Una jornada, cuatro partidos.
fr: Prédis le score de chaque match. Des points pour le bon résultat, la différence de buts, ou un score exact. Une journée, quatre matchs.
it: Pronostica il risultato di ogni partita. Punti per il risultato corretto, la differenza reti o il punteggio esatto. Una giornata, quattro partite.
nl: Voorspel de score van elke wedstrijd. Punten voor de juiste uitslag, doelsaldo, of een exacte score. Eén speelronde, vier wedstrijden.

source: 4 tutorial players ready. In your real game, tap Add Players to invite your group.
de: 4 Tutorial-Spieler bereit. Tippe in deinem echten Spiel auf Spieler hinzufügen, um deine Gruppe einzuladen.
es: 4 jugadores de ejemplo listos. En tu partida real, toca Añadir jugadores para invitar a tu grupo.
fr: 4 joueurs d'exemple prêts. Dans ta vraie partie, appuie sur Ajouter des joueurs pour inviter ton groupe.
it: 4 giocatori di esempio pronti. Nella tua partita reale, tocca Aggiungi giocatori per invitare il tuo gruppo.
nl: 4 voorbeeldspelers klaar. Tik in je echte spel op Spelers toevoegen om je groep uit te nodigen.

source: Tap Open Matchday. Tutorial fixtures are pre-loaded — tap Open in the sheet.
de: Tippe auf Spieltag öffnen. Beispielspiele sind bereits geladen — tippe im Fenster auf Öffnen.
es: Toca Abrir jornada. Los partidos de ejemplo ya están cargados — toca Abrir en la hoja.
fr: Appuie sur Ouvrir la journée. Les matchs d'exemple sont déjà chargés — appuie sur Ouvrir dans la feuille.
it: Tocca Apri giornata. Le partite di esempio sono già caricate — tocca Apri nel foglio.
nl: Tik op Speelronde openen. Voorbeeldwedstrijden zijn al geladen — tik op Openen in het venster.

source: Tap Enter Predictions. Three players are pre-filled. Enter your own score for the first fixture, then tap Done.
de: Tippe auf Vorhersagen eingeben. Drei Spieler sind bereits ausgefüllt. Gib deinen eigenen Tipp für das erste Spiel ein und tippe dann auf Fertig.
es: Toca Introducir predicciones. Tres jugadores ya están rellenados. Introduce tu propio resultado para el primer partido y luego toca Listo.
fr: Appuie sur Saisir les prédictions. Trois joueurs sont déjà remplis. Saisis ton propre score pour le premier match, puis appuie sur Terminé.
it: Tocca Inserisci pronostici. Tre giocatori sono già compilati. Inserisci il tuo risultato per la prima partita, poi tocca Fatto.
nl: Tik op Voorspellingen invoeren. Drie spelers zijn al ingevuld. Voer je eigen score in voor de eerste wedstrijd en tik dan op Klaar.
